tap "bfontaine/utils"
tap "d12frosted/emacs-plus"
tap "homebrew/cask"
tap "borkdude/brew"
tap "homebrew/cask-fonts"

cask "font-jetbrains-mono"
cask "1password"
cask "alfred"
cask "docker"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "mactex-no-gui"
cask "ngrok"
cask "platypus"
cask "slack"

brew "aspell"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
brew "circleci"
brew "clojure"
brew "clojure-lsp"
brew "curl"
brew "editorconfig"
brew "emacs-plus@28", args: ["with-jansson", "with-dbus"]
brew "git"
brew "gnupg"
brew "gnuplot"
brew "isync", restart_service: true
brew "jq"
brew "leiningen"
brew "msmtp"
brew "notmuch"
brew "pinentry"
brew "plantuml"
brew "postgresql"
brew "ripgrep"
