tap "bfontaine/utils"
tap "homebrew/cask"
tap "borkdude/brew"
tap "homebrew/cask-fonts"

cask "1password"
cask "alfred"
cask "docker"
cask "emacs"
cask "fantastical"
cask "font-jetbrains-mono"
cask "mactex-no-gui"
cask "meetingbar"
cask "platypus"
cask "refined-github-safari"
cask "signal"
cask "slack"

brew "aspell"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
brew "circleci"
brew "clojure"
brew "clojure-lsp"
brew "curl"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "isync", restart_service: true
brew "jq"
brew "leiningen"
brew "msmtp"
brew "mtr"
brew "notmuch"
brew "pinentry"
brew "plantuml"
brew "postgresql"
brew "prettier" # For JavaScript indentation
brew "restic"
brew "ripgrep"
