tap "d12frosted/emacs-plus"
tap "homebrew/cask"
brew "aspell"
brew "bfontaine/utils/zprint"
brew "borkdude/brew/clj-kondo"
brew "circleci"
brew "clojure"
brew "emacs-plus@28", args: ["with-jansson", "with-dbus"]
brew "git"
brew "gnupg"
brew "isync" #, restart_service: true
brew "jq"
brew "leiningen"
brew "msmtp"
brew "pinentry"
brew "editorconfig"
brew "clojure-lsp"
brew "curl"
brew "ripgrep"
brew "postgresql"
cask "1password"
cask "alfred"
cask "docker"
cask "mactex-no-gui"
cask "ngrok"
cask "slack"
